Overload List
Name  |   Description
PromptForFamilyInstancePlacement(FamilySymbol)
 Prompts the user to place instances of the specified FamilySymbol.
 (Inherited from  UIDocument  .)
PromptForFamilyInstancePlacement(FamilySymbol, PromptForFamilyInstancePlacementOptions)
 Prompts the user to place instances of the specified FamilySymbol.
 (Inherited from  UIDocument  .)
 See Also
  DocumentEntryPoint Class
  DocumentEntryPoint Members
  Autodesk.Revit.UI.Macros Namespace